alacritty
alsa-plugins
altus
amd-ucode
amdvbflash
an-anime-game-launcher-bin
android-file-transfer
android-sdk-platform-tools
android-tools
ani-cli
ark
base
base-devel
blender
breeze-icons
btop
chezmoi
chromium
clipboard
code
corectrl
cosu-trainer
cpu-x
cups
dhcpcd
displaycal
dmenu
dolphin
dosbox
dwarfs
easyeffects
efibootmgr
feh
firefox
fish
flameshot
flatpak
fltk
fuse-overlayfs
gimp
git
github-cli
gparted
gradle
grub
gst-libav
gst-plugins-bad
gst-plugins-ugly
gstreamer-vaapi
gummy
gvfs-mtp
hdparm
hyprland
i3-wm
i3blocks
i3lock
i3status
iwd
j4-dmenu-desktop
jdk17-openjdk
jmtpfs
kate
kitty
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libgdiplus
libgphoto2
librespot
linux
linux-firmware
linux-headers
linux65-tkg-cfs
linux65-tkg-cfs-headers
lutris
man-db
mingw-w64-gcc
mpv
mtpfs
nano
ncdu
nemo
nemo-fileroller
neofetch
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntp
nyx
obs-studio
odin4-cli
openrazer-meta
osu-handler
osu-lazer
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p7zip
papirus-icon-theme-git
paru
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
polybar
polychromatic
powerline-fonts
qbittorrent
qemu-full
qt5ct
qview
radeon-profile-git
razercommander-git
reflector
rofi-lbonn-wayland
rofi-power-menu
samba
sddm
sdl2_ttf
snapd
soundtouch
speedtest-cli
spotify-adblock
steam
strawberry
sudo
swaybg
swayfx
swayidle
swaylock-effects
telegram-desktop
tetrio-plus-bin
the-honkers-railway-launcher-bin
thunar
tor
torbrowser-launcher
trizen
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
vencord-desktop-git
vim
vinegar
vlc
vulkan-radeon
waybar
waydroid
wayland-logout
wayland-protocols
webcord
weston
wget
wine-ge-custom
wine-mono
winetricks
wireplumber
wl-clipboard
wl-gammactl
wlr-randr
wlsunset
wofi
xclicker
xcursor-themes
xf86-video-amdgpu
xfce-polkit
xfsprogs
xiaomitool-v2
xorg-xev
xorg-xinput
xorg-xrandr
xorg-xwayland-osu
yay-git
ydotool
zenity
zsh
